Repository: dhis2/data-quality-app
Catalog: i18n/*.po
Languages: uz_uz_cyrl

source: Open user guide
uz_uz_cyrl: Фойдаланувчи қўлланмасини очиш

source: Download as PDF
uz_uz_cyrl: PDF сифатида юкланг

source: Download as CSV
uz_uz_cyrl: CSV сифатида юкланг

source: More than 500 values found, please narrow the search to see all
uz_uz_cyrl: 500 дан ортиқ натижа топилди, Илтимос, қидирув майдонини қисқартиринг, натижани кўриш учун

source: No values found
uz_uz_cyrl: Қиймат топилмади

source: An unexpected error happened during analysis
uz_uz_cyrl: Таҳлил жараёнида кутилмаган хатолик юз берди

source: Follow-Up Analysis
uz_uz_cyrl: Аналитикани кузатиш

source: Comment
uz_uz_cyrl: Изоҳ

source: Close
uz_uz_cyrl: Ёпиш

source: Data Element
uz_uz_cyrl: Маълумотлар элементи

source: Organisation Unit
uz_uz_cyrl: Ташкилий бирлик

source: Period
uz_uz_cyrl: давр

source: Min
uz_uz_cyrl: Минимум

source: Value
uz_uz_cyrl: Қиймат

source: Max
uz_uz_cyrl: Максимум

source: Unfollow
uz_uz_cyrl: Бекор қилиш

source: Data Set
uz_uz_cyrl: Маълумотлар тўплами

source: Parent organisation unit
uz_uz_cyrl: Юқори ташкилот бўлими

source: Start date
uz_uz_cyrl: Бошланиш санаси

source: End date
uz_uz_cyrl: Якунланиш санаси

source: Processing...
uz_uz_cyrl: Жараёнда

source: Follow up
uz_uz_cyrl: Кузатиб бориш

source: Data set
uz_uz_cyrl: Маълумотлар тўплами

source: Organisation units
uz_uz_cyrl: Ташкилий бўлимлар

source: Start
uz_uz_cyrl: Бошлаш

source: Hide advanced options
uz_uz_cyrl: Мураккаб вариантларни беркитиш

source: Show advanced options
uz_uz_cyrl: Вариантларни кенгайтирилган ҳолда кўриш

source: Sort by
uz_uz_cyrl: Саралаш тури

source: Std Dev
uz_uz_cyrl: Стандарт оғиш

source: Follow-up
uz_uz_cyrl: Кузатиш

source: Marked for follow-up
uz_uz_cyrl: Кузатув учун белгиланган

source: Modified Z-score
uz_uz_cyrl: Ўзгартирилган Z - баҳолаш

source: Send Notifications
uz_uz_cyrl: Билдиришнома Юбориш

source: Persist new results
uz_uz_cyrl: Доимий янги натижалар

source: Validating...
uz_uz_cyrl: Тасдиқланмоқда...

source: Validate
uz_uz_cyrl: Тасдиқлаш

source: [All Validation Rules]
uz_uz_cyrl: [Барча тасдиқлаш қоидалари]

source: Validation Rule Group
uz_uz_cyrl: Текширув гуруҳи қоидалари

source: Validation passed successfully
uz_uz_cyrl: Тасдиқлаш Маваффақиятли Ўтди

source: Validation Rule Analysis
uz_uz_cyrl: Тасдиқлаш Қоидаси Аналитикаси

source: Attribute Option Combination
uz_uz_cyrl: Атрибут вариантлари комбинацияси

source: Attr. Opt. Combo
uz_uz_cyrl: Атрибут вариантлари комбинацияси

source: Importance
uz_uz_cyrl: Аҳамиятли

source: Validation Rule
uz_uz_cyrl: Тасдиқлаш Қоидаси

source: Operator
uz_uz_cyrl: Оператор

source: Details
uz_uz_cyrl: Тафсилотлари

source: VALIDATIONS RESULT DETAILS
uz_uz_cyrl: ТЕКШИРУВ ДЕТАЛЛАРИ НАТИЖАСИ

source: VALIDATION RULE
uz_uz_cyrl: ТЕКШИРУВ ҚОИДАСИ

source: Name
uz_uz_cyrl: Исми

source: Description
uz_uz_cyrl: Тавсиф

source: no data available
uz_uz_cyrl: маълумотлар мавжуд эмас

source: DATA ELEMENT
uz_uz_cyrl: МАЪЛУМОТЛАР ЭЛЕМЕНТИ

source: VALUE
uz_uz_cyrl: ҚИЙМАТ

source: Show details
uz_uz_cyrl: Тафсилотларни кўрсатинг

source: Validation Details
uz_uz_cyrl: Текширув деталлари

source: LEFT SIDE
uz_uz_cyrl: ЧАП ТОМОН

source: RIGHT SIDE
uz_uz_cyrl: ЎНГ ТОМОН

source: Run validation rules in order to unveil anomalies and errors in the data in the database.
uz_uz_cyrl: Маълумотлар базасидаги маълумотлардаги аномалиялар ва хатоликларни аниқлаш учун тасдиқлаш қоидаларини ишга туширинг.

source: Run Validation
uz_uz_cyrl: Тасдиқлашни ишга туширинг

source: Analyze
uz_uz_cyrl: Аналитика/Таҳлил

source: View or edit data values marked for further follow-up during data entry or analysis.
uz_uz_cyrl: Маълумотларни киритиш ёки таҳлил қилиш пайтида кейинги кузатув учун белгиланган маълумотлар қийматини кўриш ёки таҳрирлаш.

source: View Data Values
uz_uz_cyrl: Маълумотлар қийматини кўрсатиш
